const tintColorLight = '#2f95dc'
const tintColorDark = '#fff'

export default {
	white: '#ffffff', //белый (фон)
	black: '#333333', //черный для текста (баланс)
	grey_1: '#969696', //серый (проценты)
	grey_2: '#989FAC', //темно-серый (неактивные иконки в таббаре)
	blue: '#007AFF', //синий основной (выбранная иконка в таббаре)
	blue_1: '#64AEFF', //голубой дополнительный (свитч для темы)
	blue_2: '#BCDCFF', //светлый голубой (фон иконки плюса в таббаре)
	red_1: '#FF4A4A', //кнопка удалить

	//КАТЕГОРИИ ТРАТ
	red_2: '#FE6F7B', //здоровье
	green_1: '#77E3B5', //красота
	yellow: '#FFC047', //кафе
	pink_1: '#F584FF', //продукты
	blue_3: '#69BFFE', //транспорт
	violet_1: '#6871FC', //образование
	violet_2: '#9E73FC', //развлечения
	green_2: '#93E850', //дом
	orange: '#E69154', //животные
	blue_4: '#4269CB', //переводы
	grey_3: '#BFBFBF', //другое

	//КАТЕГОРИИ ДОХОДОВ
	brown: '#C99B82', //пассивный доход
	green_3: '#82C992', //зарплата
	blue_5: '#829AC9', //аванс
	pink_2: '#C982C6', //кэшбек
	red_3: '#C98282', //подарок
	blue_6: '#82C5C9', //акции
	violet_3: '#9082C9' //фриланс
}
